{
  "en": [
    {
      "id": 1,
      "name": "Early Life",
      "description": "Pamulaparti Venkata Narasimha Rao was born on 28 June 1921 at his maternal grandfather’s house in a village called Laknepalli at Warangal, in the Princely State of Hyderabad. His mother’s name was Rukmabayamma and father’s name was P. Sitaram Rao. They lived at Vangara in Karimnagar district. Their ancestors had migrated from Pamulaparti in Medak district to this village. Rao used Pamulaparti as a geographical patronymic in his name. \n\nRao was three years old, when he was adopted by relatives Ratnabayamma and P. Ranga Rao, a wealthy and childless couple. This affluent family owned 1200 acres of land in Vangara. That was the era when the practice of child marriage was prevalent. Hence, at the age of seven, Rao was wed to Satyamma. Aiming for higher education, Rao joined Osmania University for a B.A. programme. Then studied at Hislop College in Nagpur, followed by acquiring masters in law from Fergusson College in Pune. In the 1940’s, young Rao co-edited a weekly magazine called Kakatiya Patrika, before moving into legal practice as a junior in the chamber of Burgula Ramakrishna Rao, who later became chief minister of Hyderabad State. \n\nThe last Nizam of Hyderabad, Osman Ali Khan, was living in the delusion that he could keep Hyderabad as his feudal fiefdom even after India’s independence from the British rule in 1947. Narasimha Rao joined the “Vande Mataram” liberation struggle against the Nizam, which was led by Swami Ramananda Tirth, who was an educationist, reformer, spiritualist and president of the Hyderabad State Congress. Rao saw a mentor in Swami. In 1948, the Nizam was driven out by the power of struggle movement and armed action initiated by India’s home minister Sardar Vallabhbhai Patel. Hyderabad became one of the states of the Union of India. The highest post of the Republic of India was waiting for Narasimha Rao. But till when? The time was yet to tell!",
      "image": "assets/images/exhibits/01P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "01e.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/01e.mp3",
          "active": 1,
          "status": ""
        },
        {
          "name": "English",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "2:17",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 2,
      "name": "Political Life ",
      "description": "MLA and Minister Rao : P.V. Narasimha Rao began his electoral career as the Congress candidate from Huzurabad Lok Sabha constituency in the general elections of 1952. Rao lost the elections. After that, Rao shifted to state politics. In 1956, the states were reorganized along linguistic criteria. Under which, Telegu-speaking regions of Rayalseema and coastal districts were merged with the Telengana region, and a large Andhra Pradesh was formed. Rao contested from the Manthani Assembly constituency in the 1957 elections and won. In 1962, he was inducted into the Andhra Cabinet with the Law and Information portfolios. \n\nThe Mulki Agitation : By this time an agitation for over job reservations had split public opinion in Andhra Pradesh. The reason was the order, issued by the Nizam in 1919, making government jobs eligible only for those who had lived in his “mulk” [or fiefdom] for a minimum of 15 years. Now, the people of Telangana made a demand to retain this stipulation. The agitation became known as the “Mulki Agitation”. After the end of Nizamshahi, this decree also ended. \n\nChief Minister of Andhra Pradesh : It was difficult to retain the regulation of ‘Mulki Agitation’ because it clearly discriminated against the people from the non-Telengana districts. Mrs Gandhi sought to appease Telengana sentiments by making Narasimha Rao, the Chief Minister in 1971. As Rao was born under the domain of Nizams. Rao’s top priority as Chief Minister was genuine implementation of land reforms. For him, honesty began at home: he surrendered 1000 acres of his own property, and ordered that excess holding of landlords be seized and redistributed among the landless. But on 3 October 1972, Supreme Court allowed the Mulki Agitation’s demand to retain. Rao implemented this order. The situation was becoming intense. The public reaction from those who had been kept out of this reservation was swift and furious. They started “Jai Andhra” movement, which sought bifurcation of Andhra Pradesh. Eight ministers resigned from Rao’s government. \n\nMember of Parliament: Prime Minister Mrs Gandhi compelled Rao to resign on 16 January 1973, and imposed President’s Rule. And President’s rule was imposed on Andhra Pradesh. Now, Rao was brought into national politics. On October 1974, he was appointed General Secretary of the party. He contested the 1977 general elections from Andhra Pradesh. He won, and was appointed Chairman of the Public Accounts Committee in Parliament. \n\nMinister of Foreign Affairs : After Mrs Gandhi’s return to office in 1980, she appointed Rao as the Minister of Foreign Affairs. He held the portfolio till 1984. Later he was given the responsibility of internal security. \n\nDefence and Education Minister : In end of 1984, Rajiv Gandhi won the General Elections with majority. Rajiv Gandhi appointed Rao as the Foreign Minister. But just nine months later, on 25 September 1985, Rao was shifted to the Ministry of Education, which was enlarged into a Ministry of Human Resource Development. On 25 June 1988, Rao was back in Foreign Affairs. By the time of the 1991 elections, his health had begun to decline, and he decided to fulfil his wish to write. But destiny had a far more remarkable dénouement in store. The tragic assassination of Rajiv Gandhi on 21 May 1991 created an unprecedented crisis for the Congress. However, after emerging as the largest single party in the Lok Sabha elections, the situation arose as there were only 226 MPs in a House of 545, which were 44 numbers short of a majority. There was no best candidate for the post of Prime Minister. Experience, intellect and a consummate skill for manoeuvre elevated Rao to the most important office in the nation. P.V. Narasimha Rao was sworn in as the 10th Prime Minister on 21 June 1991.",
      "image": "assets/images/exhibits/02P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "02e.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/02e.mp3",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "5:08",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 3,
      "name": "Economic Reforms",
      "description": "Prime Minister, Shri P.V. Narasimha Rao, championed liberalization, privatization and globalization, thereby leading the economy to flourish. He heralded the end of the license-quota raj, opened the economy to domestic entrepreneurs, encouraged foreign direct investment (FDI). All these factors led to a surge in growth rate.",
      "image": "assets/images/exhibits/03P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 4,
      "name": "Foriegn Policy",
      "description": "The year Narasimha Rao became the Prime Minister, in the same year the Soviet Union collapsed. The map of Central Asia and Eastern Europe has altered. The Warsaw Pact formally came to an end on 1 July 1991. We had good and old relations with Russia. In the new environment, America became the sole superpower in the world. Narasimha Rao, as India's foreign strategy, attempted to build bridges with Washington without losing connect with Moscow. He sent a senior political figure, Siddhartha Shankar Ray, as ambassador to Washington between 1992 and 1996. Prime Minister Rao took some surprising decisions. So far, no Indian government had shown any desire to have full diplomatic relations with Israel. Narasimha Rao started it. \n\nLook East Policy: Rao sowed the seeds of another foreign relationship for India. He strengthened relations with Japan, the Republic of Korea and the many nations of South East Asia. This policy was named \"Look East Policy\". Rao became the first Prime Minister of India to visit South Korea. During a banquet on 10 October 1993, the Prime Minister said: \"India’s 250-million strong middle-class families provide a market for manufactured goods which is potentially among the largest in the world. We would welcome more Korean businesses to come to India.” Following his invitation, companies like Samsung, Lucky Goldstar (LG) and Hyundai Motor of South Korea invested in India. Rao also visited Thailand, Indonesia, Malaysia and Singapore. The Prime Minister of Singapore Goh Chok Tong responded to India’s ‘Look East’ policy by encouraging ‘ASEAN’ (the Association of Southeast Asian Nations) nations to ‘Look West’. By West he meant India. \n\nIndia-China Relations: In December 1991, Chinese Premier Li Peng visited India. The India-China relations were reviewed. The core problem was the dispute over the Line of Actual Control (LAC) spread over 4056 km. With the visit of Foreign Minister Atal Bihari Vajpayee to China in 1976, relations which had been spoiled by the 1962 war, began to improve. Then India and China initiated high level border talks in 1981. After Prime Minister Rajiv Gandhi's visit to China, a Joint Working Group was set up in 1988. \n\nPeace and Tranquillity Agreement: On 7 September 1993, Prime Minister Narasimha Rao and Chinese Premier Li Peng signed the Peace and Tranquillity Agreement for the Line of Actual Control (LAC). The two countries agreed to reduce troop levels compatible with friendly and good relations, undertake confidence building measures, provide notification of troop movements, and assured each other that they would resolve the boundary dispute through friendly consultations; neither side would use threat or force. \n\nIndia-Russia Relations: The January 1993 visit of President Boris Yeltsin to Delhi focused on security cooperation. Prime Minister Rao went to Moscow for four days between 29 June and 2 July 1994. The two declarations and nine agreements had strengthened their relations, making it closer. In Boris Yeltsin’s words, the visit had created “a smoothly running mechanism for cooperation”. During the visit Rao said: “The old and strong relationship of India and Russia should never be forgotten. This friendship is valuable to us. We must never forget someone’s goodness and help. We always stand by a friend, who is in need.”",
      "image": "assets/images/exhibits/04P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "04e.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/04e.mp3",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "5:08",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 5,
      "name": "The Missile Programme",
      "description": "During the tenure of Prime Minister, Shri Narasimha Rao, India’s missile programme made rapid strides. In this period, indigenously-made Prithvi-I missile and long-range Agni-I missile were successfully test launched.",
      "image": "assets/images/exhibits/05P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 6,
      "name": "The Ayodhya Dispute",
      "description": "The long drawn-out conflict involving Shri Ram Janmabhoomi became more pronounced on 6 December, 1992, when the devotees entered the disputed site and tried to pull down the disputed structure. Following the incident, Prime Minister, Shri Narasimha Rao dismissed the Uttar Pradesh government and other BJP State governments to impose President’s Rule.",
      "image": "assets/images/exhibits/06.1P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 7,
      "name": "The Panchayati Raj and Nagarpalika Acts",
      "description": "In an effort to strengthen the democracy at grassroots level, the government, under the leadership of the Prime Minister, Shri Narasimha Rao, introduced the Panchayati Raj and Nagarpalika Acts representing 73rd and 74th Amendments to the Constitution. ",
      "image": "assets/images/exhibits/06.2P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 8,
      "name": "The Bombay Blast",
      "description": "On 12 March, 1993, an international terrorist organization carried out casual mass bombings in Mumbai, formerly known as Bombay. Between 1:30 pm to 3:40 pm, a total of 13 bombs exploded at different points in the city, killing as many as 257 people. About 1400 were injured in the terrorist attack.",
      "image": "assets/images/exhibits/06.3P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 9,
      "name": "The Punjab Problem & The Assassination of Beant Singh",
      "description": "Punjab had been plagued by the secessionist challenge for a long period of time. Shri P.V. Narasimha Rao made several efforts to restore peace in the region. In 1992, Shri Beant Singh became the Chief Minister of the State and the best police officers were deputed there. Though peace was partially restored, Shri Beant Singh was killed in a car bomb on 31 August, 1995.",
      "image": "assets/images/exhibits/07P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 10,
      "name": "Decline of the government & Demise of Shri Rao",
      "description": "The Security Scam (1992) and the JMM Donation Case (1994) shook the Rao government. In 1993, Prime Minister, Shri Narasimha Rao faced a No-Confidence Motion in the House, which was defeated. The Congress was eventually routed out in the General Elections of 1996. On 23 December, 2004, the Prime Minister lost his battle against cancer in New Delhi.",
      "image": "assets/images/exhibits/08P.png",
      "color": 2,
      "zone": {
        "name": "Shri P.V. Narasimha Rao",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    }
  ],
  "hi": [
    {
      "id": 1,
      "name": "प्रारंभिक जीवन",
      "description": "पामुलापर्ती वेंकट नरसिम्हा राव का जन्म 28 जून, 1921 को हैदराबाद रियासत के वारंगल के लखनपल्ली गाँव में उनके नाना के घर हुआ था। उनकी माता का नाम रुक्मिनिअम्मा और पिता का नाम पी। सीताराम राव था। उनका घर करीमनगर जिले के वंगारा में था। उनके पूर्वज मेडक में पामुलापर्ती से विस्थापित होकर इस गांव में आए थे, राव ने अपने नाम में पामुलापर्ती को अपने भौगोलिक कुलसूचक नाम के रूप में इस्तेमाल किया। \n\nराव तीन वर्ष के थे, जब उनके एक धनी लेकिन निःसंतान रिश्तेदार दम्पति – रत्नाबायम्मा और पी। रंगा राव ने उनको गोद लिया। इस समृद्ध परिवार के पास वंगारा में 1200 एकड़ जमीन थी। उस ज़माने में बाल विवाह का प्रचलन था। सात वर्ष की आयु में सत्यम्मा के साथ राव का विवाह हुआ। उच्च शिक्षा के इच्छुक राव, बी।ए। की पढ़ाई करने हैदराबाद के उस्मानिया विश्वविद्यालय गये। फिर नागपुर में हिस्लोप कॉलेज में पढ़े और पुणे में फर्ग्युसन कॉलेज से कानून में स्नातकोत्तर किया। 1940 के दशक में युवा राव ने 'काकतीय' नामक साप्ताहिक पत्रिका का सहसंपादन किया। इसके बाद बुर्गुला रामकृष्ण राव के चेंबर में जूनियर के रूप में वकालत शुरू की। बाद में बुर्गुला रामकृष्ण राव हैदराबाद राज्य के मुख्यमंत्री बने थे। \n\nहैदराबाद के अंतिम निज़ाम, उस्मान अली ख़ान अपने निज़ामी भ्रम में थे कि,1947 में ब्रिटिश शासन से आज़ादी के बाद भी वे हैदराबाद को अपनी सामंती जागीर बनाये रखेंगे। नरसिम्हा राव, निज़ाम के ख़िलाफ़ “वन्दे मातरम्” मुक्ति संघर्ष में शामिल हुए। जिसका नेतृत्व एक शिक्षाविद, सुधारक, आध्यात्मवादी और हैदराबाद राज्य कांग्रेस के अध्यक्ष स्वामी रामानंद तीर्थ ने किया। राव ने स्वामी जी को अपना गुरु माना। 1948 में आंदोलन की ताकत और गृहमंत्री सरदार वल्लभभाई पटेल की सैन्य कार्रवाई ने निज़ाम को हटाया और हैदराबाद भारतीय गणराज्य में विलीन हुआ। भारतीय गणतंत्र का सबसे बड़ा पद नरसिम्हा राव की प्रतीक्षा कर रहा था। लेकिन ये तो समय ही बताने वाला था।",
      "image": "assets/images/exhibits/01P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "01h.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/01h.mp3",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "2:17",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 2,
      "name": "राजनीतिक जीवन",
      "description": "विधायक और मंत्री राव: पी. वी. नरसिम्हाराव ने 1952 के आम चुनावों में हुज़ूराबाद लोकसभा क्षेत्र से कांग्रेस उम्मीदवार के रूप में संसदीय राजनीति की शुरुआत की। राव चुनाव हार गए। इसके बाद राव प्रदेश की राजनीति में आ गए। 1956 में भाषायी आधार पर राज्यों का पुनर्गठन हुआ। इसके अंतर्गत तेलुगू भाषी रायलसीमा और तटीय जिलों को तेलंगाना क्षेत्र के साथ मिला दिया गया और वृहद् आंध्र प्रदेश का निर्माण हुआ। 1957 के चुनाव में राव मन्थनी विधानसभा क्षेत्र से चुनाव लड़े और जीते। 1962 में उन्हें कानून औ सूचना मंत्री के रूप में आंध्र मंत्रिमंडल में शामिल किया गया। \n\nमुल्की आंदोलन: इस समय तक सरकारी नौकरी में आरक्षण के लिए उठे आंदोलन ने आंध्र प्रदेश के जन-मानसको विभाजित कर दिया था। कारण था 1919 में निज़ाम द्वारा जारी किया गया एक फ़रमान,जिसमें निज़ाम ने सरकारी नौकरियों को केवल अपने \"मुल्क\"(रियासत) में कम से कम 15 वर्षों से रह रहे लोगों के लिए आरक्षित कर दिया था। अब तेलंगाना के लोगों ने इस प्रावधान को बरक़रार रखने की मांग की। यह आंदोलन \"मुल्की आंदोलन\" के रूप में जाना गया। निज़ामशाही ख़त्म होने के बाद ये फरमान भी ख़त्म हो गया। \n\nआंध्रप्रदेश के मुख्यमंत्री राव: मुल्की आंदोलन के प्रावधान को बनाए रखना मुश्किल था क्योंकि यह साफ तौर पर गैर-तेलंगाना जिलों के लोगों के साथ भेदभाव था। 1971 में प्रधानमंत्री इंदिरा गांधी ने निज़ाम के क्षेत्र में जन्मे नरसिम्हा राव को मुख्यमंत्री बनाकर तेलंगाना वासियों की भावनाओं को संतुष्ट करने की कोशिश की। मुख्यमंत्रीके रूप में भूमि सुधारों काअमल राव की पहली प्राथमिकता थी। उन्होंने पहल अपने ही घर से की। उन्होंने अपनी संपत्ति की 1000 एकड़ ज़मीन समर्पित की, और बाद में जमींदारों की अतिरिक्त ज़मीन को ज़ब्त करने का आदेश दिया।फिर उसे भूमिहीनों को वितरित किया। लेकिन 3 अक्टूबर,1972 को सुप्रीम कोर्ट ने मुल्की आन्दोलन की मांग को बरकरार रखा। राव ने इस आदेश को लागू किया। स्थिति मुश्किल होती गई। जिन्हें आरक्षण से बाहर रखा गया था, उनकी प्रतिक्रिया तेज़ हो गई। उन्होंने आंध्र प्रदेश के विभाजन की मांग को लेकर \"जय आंध्र\" आंदोलन शुरू किया। राव की सरकार से आठ मंत्रियों ने इस्तीफा दे दिया। \n\nसांसद राव: प्रधानमंत्री इंदिरा गांधी ने 16 जनवरी,1973 को राव को मुख्यमंत्री पद से इस्तीफा देने के लिए बाध्य किया और आंध्रप्रदेश में राष्ट्रपति शासन लगा दिया। इसके बाद राव को राष्ट्रीय राजनीति में लाया गया। अक्टूबर 1974 में उन्हें कांग्रेस पार्टी का महासचिव नियुक्त किया गया। उन्होंने आंध्र प्रदेश से 1977 का आम चुनाव लड़ा। वे जीते और उन्हें संसद में ‘पब्लिक अकाउंट कमिटी’ का अध्यक्ष नियुक्त किया गया। \n\nविदेश मंत्री राव: 1980 में जब श्रीमती इंदिरा गांधी सत्ता में लौटीं, तो उन्होंने राव को विदेश मंत्री नियुक्त किया। 1984 तक वे इस पद पर रहे। और उसके बाद उन्हें आंतरिक सुरक्षा का प्रभार दिया गया। \n\nरक्षा मंत्री और शिक्षा मंत्री राव: 1984 के अंत में राजीव गांधी प्रचंड बहुमत के साथ लोकसभा चुनाव जीते। उन्होंने राव को रक्षा मंत्री नियुक्त किया। लेकिन नौ महीने बाद 25 सितंबर,1985 को राव को 'शिक्षा मंत्रालय' में स्थानांतरित कर दिया गया,जिसका विस्तार कर'मानव संसाधन एवं विकास मंत्रालय'बनाया गया था। 25 जून,1988 को राव विदेश मंत्रालय में लौटे। 1991 के चुनाव आने तक उनका स्वास्थ्य खराब रहने लगा, जिसके कारण उन्होंने सेवानिवृत होकर लेखन कार्य की अपनी इच्छा को पूरा करने का निर्णय लिया। लेकिन किस्मत ने उनके लिए एक महत्वपूर्ण अवसर तय कर रखा था। 21 मई,1991 को राजीव गांधी की दुखद हत्या के कारण कांग्रेस में बड़ा संकट पैदा हो गया। लोकसभा चुनावों में सबसे बड़ी पार्टी के रूप में उभरने के बाद स्थिति ये हुई कि 545 सदस्यीय सदन में कांग्रेस के केवल 226 सांसद जीतकर आए, जो कि बहुमत से 44 कम थी। उस समय प्रधानमंत्री के लिए कोई स्पष्ट उम्मीदवार नहीं था। ऐसे में अपने अनुभव, बुद्धिकौशल और राजनीतिक सूझबूझ के कारण राव को राष्ट्र के सबसे महत्वपूर्ण कार्यालय के लिये उपयुक्त पाया गया। 21 जून, 1991 को पी।वी। नरसिम्हाराव ने भारत के 10 वें प्रधानमंत्री के रूप में शपथ ली।",
      "image": "assets/images/exhibits/02P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "02h.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/02h.mp3",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "5:08",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 3,
      "name": "आर्थिक सुधार",
      "description": "प्रधानमंत्री श्री नरसिम्हा राव ने उदारीकरण, निजीकरण और भूमंडलीकरण की दिशा में राष्ट्र की अर्थव्यवस्था का नेतृत्व किया। उन्होंने लाइसेंस-कोटा राज का अंत किया, घरेलू उद्यमियों के लिए अर्थव्यवस्था को खोला, विदेशी प्रत्यक्ष निवेश को प्रोत्साहित किया और आर्थिक वृद्धि की दर बढ़ाई।",
      "image": "assets/images/exhibits/03P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 4,
      "name": "विदेश नीति",
      "description": "जिस साल नरसिम्हाराव प्रधानमंत्री बने, उसी वर्ष सोवियत संघ का विघटन हुआ। मध्य एशिया और पूर्वी यूरोप का नक्शा बदल गया। 1 जुलाई, 1991 को वॉरसॉ संधि का औपचारिक अंत हुआ। रुस के साथ हमारे अच्छे और पुराने संबंध थे। नए वातावरण में अमेरिका दुनिया का एकमात्र महाशक्ति बन गया। नरसिम्हाराव ने भारत की विदेश रणनीति में रूस का भरोसा कायम रखते हुए वॉशिंगटन के साथ नये रिश्ते बनाने की पहल की। उन्होंने 1992 से 1996 के बीच वरिष्ठ राजनीतिज्ञ सिद्धार्थ शंकर रे को वॉशिंगटन में भारतका राजदूत बनाकर भेजा। प्रधानमंत्री राव ने कुछ आश्चर्यजनक निर्णय लिए। अब तक भारत की किसी भी सरकार ने इज़रायल के साथ पूर्ण संबंध बनाने की इच्छा नहीं दिखाई थी। नरसिम्हाराव ने इसकी शुरुआत की। \n\nलुक ईस्ट पॉलिसी: भविष्य के भारत के लिए राव ने एक और विदेशी संबंध का बीज बोया। उन्होंने जापान, रिपब्लिक ऑफ कोरिया और दक्षिण-पूर्व एशियाई देशों के साथ संबंध बढ़ाए। इस पॉलिसी का नाम \"लुक ईस्ट नीति\" रखा गया। राव दक्षिण कोरिया के दौरे पर जाने वाले भारत के पहले प्रधानमंत्री बने। 10 अक्टूबर, 1993 में वहां एक भोज के दौरान प्रधानमंत्रीने कहा: “भारत 250 मिलियन मध्यम वर्गीय परिवारों के साथ मैन्युफैक्चर्ड गुड्स के लिए दुनिया का सबसे बड़ा बाज़ार है…हम कोरियाई उद्योगों का भारत में स्वागत करते हैं”। उनके आमंत्रण के बाद दक्षिण कोरिया की सैमसंग, लकी गोल्डस्टार (एलजी) और ह्युंडई मोटर जैसी कंपनियों ने भारत में निवेश किया। राव ने थाईलैंड, इंडोनेशिया, मलेशिया और सिंगापुर का भी दौरा किया। सिंगापुर के प्रधानमंत्री गोह चोक टोंग ने \"आसियान\" देशों को भारत की ‘लुक ईस्ट’ नीति के समर्थन में “लुक वेस्ट”करने को कहा। वेस्ट से उनका मतलब भारत था। \n\nभारत-चीन संबंधः दिसंबर 1991 में चीनी प्रधानमंत्री ली पेंग भारत आए। भारत-चीन संबंधों की समीक्षा की गई। मुख्य समस्या 4056 किलोमीटर में फैली लाइन ऑफ एक्चुअल कंट्रोल (एल ए सी) को लेकर थी। 1976 में विदेश मंत्री अटल बिहारी वाजपेयी के चीन दौरे के साथ जो संबंध 1962 के युद्ध से ख़राब हो गए थे, उनमें सुधार आना शुरु हुआ। फिर भारत-चीन ने 1981 में उच्च स्तरीय सीमा वार्ता शुरु की। 1988 में प्रधानमंत्री राजीव गांधी की चीन यात्रा के बाद एक संयुक्त कार्यदल की स्थापना की गई थी। \n\nशांति एवं सौहार्द समझौताः 7 सितंबर, 1993 को प्रधानमंत्री नरसिम्हाराव और चीनी प्रधानमंत्री ली पेंग ने लाइन ऑफ एक्चुअल कंट्रोल (एल ए सी) को लेकर शांति एवं सौहार्द समझौते पर हस्ताक्षर किए। दोनों देशों ने सहमति जताई कि वे मैत्रीपूर्ण संबंध स्थापित करेंगे,सैन्य बलों को घटाएंगे, विश्वास बढ़ाएंगे,एक-दूसरे को अपनी सैन्य गतिविधियों की जानकारी देंगे और सीमा विवाद को हल करने के लिए धमकी या बल का नहीं, बल्कि मैत्रीपूर्ण परामर्श का प्रयोग करेंगे। \n\nभारत-रुस संबंध: राष्ट्रपति बोरिस येल्तसिन की जनवरी 1993 की दिल्ली यात्रा ने सुरक्षा सहयोग पर ध्यान केन्द्रित किया। 1994 की 29 जून और 2 जुलाई के बीच प्रधानमंत्रीराव चार दिनों के लिए मॉस्को दौरे पर गए। दो घोषणाओं और नौ समझौतों ने दोनों देशों के बीच संबंध को और गहरा किया। बोरिस येल्तसिन के शब्दों में समझौते ने “आपसी सहयोग के लिए एक सरल ढांचा” तैयार किया।राव ने यात्रा के दौरान कहा: \"भारत-रुस के पुराने मज़बूत संबंध को कभी नहीं भुलाना चाहिए। ये रिश्ते हमेशा फायदेमंद रहे हैं। हमेंकभीभीकिसी की अच्छाई और सहायता को भूलना नहीं चाहिए। दोस्त जब मुश्किल में होता है तब आप उसे छोड़ते नहीं, बल्कि उसके साथ खड़े रहते हैं”।",
      "image": "assets/images/exhibits/04P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "04h.mp3",
          "text": "",
          "mp3": "assets/audio/exhibits/04h.mp3",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "5:08",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 5,
      "name": "मिसाइल कार्यक्रम",
      "description": "प्रधानमंत्री राव के कार्यकाल में भारत के मिसाइल कार्यक्रम में तेज़ी आई। इस दौरान, स्वदेश में निर्मित पृथ्वी-1 मिसाइल और लम्बी दूरी की मारक क्षमता वाली अग्नि-1 के टेस्ट लॉन्च सफलतापूर्वक संपन्न हुए।",
      "image": "assets/images/exhibits/05P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 6,
      "name": "अयोध्या विवाद",
      "description": "वर्षों से चले आ रहे श्रीराम जन्मभूमि मंदिर के विवाद ने 6 दिसंबर, 1992 को उस समय नया रुख लिया, जब श्रद्धालुओं ने विवादित स्थल में प्रवेश करके विवादित ढाँचे को गिराने की कोशिश की। घटना के बाद प्रधानमंत्री राव ने उत्तर प्रदेश एवं अन्य भाजपा शासित राज्य सरकारों को ख़ारिज करके राष्ट्रपति शासन लगा दिया।",
      "image": "assets/images/exhibits/06.1P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 7,
      "name": "पंचायती राज और नगरपालिका अधिनियम",
      "description": "समाज के निम्नतम स्तर तक लोकतंत्र को सशक्त बनाने के उद्देश्य से प्रधानमंत्री श्री नरसिम्हा राव के कार्यकाल में संविधान के 73वें और 74वें संशोधनों के माध्यम से पंचायती राज और नगरपालिका अधिनियम प्रस्तुत किये गए।",
      "image": "assets/images/exhibits/06.2P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 8,
      "name": "बंबई बम ब्लास्ट",
      "description": "12 मार्च, 1993 को एक अंतर्राष्ट्रीय आतंकवादी संगठन ने मुंबई, (उस समय बंबई), को बम के अनेक धमाकों से दहला दिया। दोपहर 1:30 से 3:40 के बीच शहर के विभिन्न सार्वजानिक स्थानों पर कुल 13 धमाके हुए जिनमें 257 लोगों की मृत्यु हो गई और 1400 गंभीर रूप से घायल हुए।",
      "image": "assets/images/exhibits/06.3P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 9,
      "name": "पंजाब समस्या और बेअंत सिंह की हत्या",
      "description": "वर्षों से पंजाब अलगाववाद की समस्या में उलझा था। प्रधानमंत्री राव ने पंजाब में शांति-स्थापना के अनेक प्रयास किये। 1992 में श्री बेअंत सिंह प्रदेश के मुख्यमंत्री बने और सबसे क़ाबिल पुलिस अधिकारियों को राज्य की कमान सौंपी गई। हालात सुधर रहे थे, लेकिन 31 अगस्त, 1995 को एक कार में बम-विस्फोट करके बेअंत सिंह की हत्या कर दी गई।",
      "image": "assets/images/exhibits/07P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    },
    {
      "id": 10,
      "name": "सरकार का पतन एवं श्री राव का निधन",
      "description": "प्रतिभूति घोटाला (1992) और जे.एम.एम. चंदा मामले (1994) जैसे प्रकरणों ने राव सरकार को हिला दिया। 1993 में सरकार के ख़िलाफ़ अविश्वास प्रस्ताव पारित हुआ, लेकिन यह अविश्वास प्रस्ताव गिर गया। 1993 के लोक सभा चुनावों में कांग्रेस पराजित हुई। 23 दिसंबर, 2004 को दिल्ली में हृदय-आघात से उनकी मृत्यु हो गई।",
      "image": "assets/images/exhibits/08P.png",
      "color": 2,
      "zone": {
        "name": "श्री पी. वी. नरसिम्हा राव",
        "description": "",
        "active": 1,
        "status": ""
      },
      "floor": {
        "name": "GF",
        "description": "Ground Floor",
        "image": "",
        "tenure": "",
        "active": 1,
        "status": ""
      },
      "type": "",
      "audio_mp3_array": [
        {
          "name": "",
          "text": "",
          "mp3": "",
          "active": 1,
          "status": ""
        }
      ],
      "duration": "",
      "tag": [
        {
          "name": "Special Attraction",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "attraction": [
        {
          "name": "7 D Theatre",
          "description": "",
          "image": "",
          "active": 1,
          "status": ""
        }
      ],
      "active": 1,
      "status": "open"
    }
  ]
}
